const blogs = [
  {
    id: 1,
    title: "چرا داشتن وبسایت برای رستوران و کافه در سال ۲۰۲۵ ضروری است؟",
    explain: `امروزه اولین برخورد مشتریان با کسب‌وکار شما اغلب به صورت آنلاین اتفاق می‌افتد. یک وبسایت حرفه‌ای و به‌روز می‌تواند تفاوت بین رستورانی شلوغ و میزهای خالی را رقم بزند. با داشتن یک وبسایت:  منوی خود را زیبا و همیشه به‌روز نمایش می‌دهید. امکان رزرو میز یا سفارش آنلاین را ساده می‌کنید. هویت برند خود را به بهترین شکل معرفی می‌کنید. در جستجوهای گوگل بهتر دیده می‌شوید (SEO). ارتباط مداومی با مشتریان برقرار می‌کنید. اگر می‌خواهید در رقابت دنیای امروز بدرخشید، داشتن یک وبسایت جذاب دیگر یک انتخاب نیست؛ یک ضرورت است! همین امروز قدم اول را بردارید و برند خود را به شکلی حرفه‌ای به دنیا معرفی کنید.`,
  },
  {
    id: 2,
    title: "چرا داشتن وبسایت برای رستوران و کافه در سال ۲۰۲۵ ضروری است؟",
    explain: `امروزه اولین برخورد مشتریان با کسب‌وکار شما اغلب به صورت آنلاین اتفاق می‌افتد. یک وبسایت حرفه‌ای و به‌روز می‌تواند تفاوت بین رستورانی شلوغ و میزهای خالی را رقم بزند. با داشتن یک وبسایت:  منوی خود را زیبا و همیشه به‌روز نمایش می‌دهید. امکان رزرو میز یا سفارش آنلاین را ساده می‌کنید. هویت برند خود را به بهترین شکل معرفی می‌کنید. در جستجوهای گوگل بهتر دیده می‌شوید (SEO). ارتباط مداومی با مشتریان برقرار می‌کنید. اگر می‌خواهید در رقابت دنیای امروز بدرخشید، داشتن یک وبسایت جذاب دیگر یک انتخاب نیست؛ یک ضرورت است! همین امروز قدم اول را بردارید و برند خود را به شکلی حرفه‌ای به دنیا معرفی کنید.`,
  },
  {
    id: 3,
    title: "چرا داشتن وبسایت برای رستوران و کافه در سال ۲۰۲۵ ضروری است؟",
    explain: `امروزه اولین برخورد مشتریان با کسب‌وکار شما اغلب به صورت آنلاین اتفاق می‌افتد. یک وبسایت حرفه‌ای و به‌روز می‌تواند تفاوت بین رستورانی شلوغ و میزهای خالی را رقم بزند. با داشتن یک وبسایت:  منوی خود را زیبا و همیشه به‌روز نمایش می‌دهید. امکان رزرو میز یا سفارش آنلاین را ساده می‌کنید. هویت برند خود را به بهترین شکل معرفی می‌کنید. در جستجوهای گوگل بهتر دیده می‌شوید (SEO). ارتباط مداومی با مشتریان برقرار می‌کنید. اگر می‌خواهید در رقابت دنیای امروز بدرخشید، داشتن یک وبسایت جذاب دیگر یک انتخاب نیست؛ یک ضرورت است! همین امروز قدم اول را بردارید و برند خود را به شکلی حرفه‌ای به دنیا معرفی کنید.`,
  },
  {
    id: 4,
    title: "چرا داشتن وبسایت برای رستوران و کافه در سال ۲۰۲۵ ضروری است؟",
    explain: `امروزه اولین برخورد مشتریان با کسب‌وکار شما اغلب به صورت آنلاین اتفاق می‌افتد. یک وبسایت حرفه‌ای و به‌روز می‌تواند تفاوت بین رستورانی شلوغ و میزهای خالی را رقم بزند. با داشتن یک وبسایت:  منوی خود را زیبا و همیشه به‌روز نمایش می‌دهید. امکان رزرو میز یا سفارش آنلاین را ساده می‌کنید. هویت برند خود را به بهترین شکل معرفی می‌کنید. در جستجوهای گوگل بهتر دیده می‌شوید (SEO). ارتباط مداومی با مشتریان برقرار می‌کنید. اگر می‌خواهید در رقابت دنیای امروز بدرخشید، داشتن یک وبسایت جذاب دیگر یک انتخاب نیست؛ یک ضرورت است! همین امروز قدم اول را بردارید و برند خود را به شکلی حرفه‌ای به دنیا معرفی کنید.`,
  },
  {
    id: 5,
    title: "چرا داشتن وبسایت برای رستوران و کافه در سال ۲۰۲۵ ضروری است؟",
    explain: `امروزه اولین برخورد مشتریان با کسب‌وکار شما اغلب به صورت آنلاین اتفاق می‌افتد. یک وبسایت حرفه‌ای و به‌روز می‌تواند تفاوت بین رستورانی شلوغ و میزهای خالی را رقم بزند. با داشتن یک وبسایت:  منوی خود را زیبا و همیشه به‌روز نمایش می‌دهید. امکان رزرو میز یا سفارش آنلاین را ساده می‌کنید. هویت برند خود را به بهترین شکل معرفی می‌کنید. در جستجوهای گوگل بهتر دیده می‌شوید (SEO). ارتباط مداومی با مشتریان برقرار می‌کنید. اگر می‌خواهید در رقابت دنیای امروز بدرخشید، داشتن یک وبسایت جذاب دیگر یک انتخاب نیست؛ یک ضرورت است! همین امروز قدم اول را بردارید و برند خود را به شکلی حرفه‌ای به دنیا معرفی کنید.`,
  },
  {
    id: 6,
    title: "چرا داشتن وبسایت برای رستوران و کافه در سال ۲۰۲۵ ضروری است؟",
    explain: `امروزه اولین برخورد مشتریان با کسب‌وکار شما اغلب به صورت آنلاین اتفاق می‌افتد. یک وبسایت حرفه‌ای و به‌روز می‌تواند تفاوت بین رستورانی شلوغ و میزهای خالی را رقم بزند. با داشتن یک وبسایت:  منوی خود را زیبا و همیشه به‌روز نمایش می‌دهید. امکان رزرو میز یا سفارش آنلاین را ساده می‌کنید. هویت برند خود را به بهترین شکل معرفی می‌کنید. در جستجوهای گوگل بهتر دیده می‌شوید (SEO). ارتباط مداومی با مشتریان  برقرار می‌کنید. اگر می‌خواهید در رقابت دنیای امروز بدرخشید، داشتن یک وبسایت جذاب دیگر یک انتخاب نیست؛ یک ضرورت است! همین امروز قدم اول را بردارید و برند خود را به شکلی حرفه‌ای به دنیا معرفی کنید.`,
  },
];

export default blogs;
