const portfolio = [
  {
    id: 1,
    image: "/image/carousel-1.svg",
    explain:
      "در این پروژه، یک منوی همبرگری مدرن و واکنش‌گرا طراحی شده که با کلیک روی آیکون سه‌خطی، به‌نرمی به آیکون بستن تبدیل می‌شود و یک ناوبری تمام‌صفحه را نمایش می‌دهد. این منو با تمرکز بر تجربه کاربری در موبایل ساخته شده و ترکیبی از دسترسی‌پذیری، زیبایی و عملکرد را ارائه می‌دهد.",
    title: "منو دیجیتال",
  },
  {
    id: 2,
    image: "/image/carousel-2.svg",
    explain:
      "در این پروژه، یک منوی همبرگری مدرن و واکنش‌گرا طراحی شده که با کلیک روی آیکون سه‌خطی، به‌نرمی به آیکون بستن تبدیل می‌شود و یک ناوبری تمام‌صفحه را نمایش می‌دهد. این منو با تمرکز بر تجربه کاربری در موبایل ساخته شده و ترکیبی از دسترسی‌پذیری، زیبایی و عملکرد را ارائه می‌دهد.",
    title: "منو دیجیتال",
  },
  {
    id: 3,
    image: "/image/carousel-3.svg",
    explain:
      "در این پروژه، یک منوی همبرگری مدرن و واکنش‌گرا طراحی شده که با کلیک روی آیکون سه‌خطی، به‌نرمی به آیکون بستن تبدیل می‌شود و یک ناوبری تمام‌صفحه را نمایش می‌دهد. این منو با تمرکز بر تجربه کاربری در موبایل ساخته شده و ترکیبی از دسترسی‌پذیری، زیبایی و عملکرد را ارائه می‌دهد.",
    title: "منو دیجیتال",
  },
  {
    id: 4,
    image: "/image/carousel-4.svg",
    explain:
      " در این پروژه، یک منوی همبرگری مدرن و واکنش‌گرا طراحی شده که با کلیک روی آیکون سه‌خطی، به‌نرمی به آیکون بستن تبدیل می‌شود و یک ناوبری تمام‌صفحه را نمایش می‌دهد. این منو با تمرکز بر تجربه کاربری در موبایل ساخته شده و ترکیبی از دسترسی‌پذیری، زیبایی و عملکرد را ارائه می‌دهد.",
    title: "منو دیجیتال",
  },
  {
    id: 5,
    image: "/image/carousel-5.svg",
    explain:
      " در این پروژه، یک منوی همبرگری مدرن و واکنش‌گرا طراحی شده که با کلیک روی آیکون سه‌خطی، به‌نرمی به آیکون بستن تبدیل می‌شود و یک ناوبری تمام‌صفحه را نمایش می‌دهد. این منو با تمرکز بر تجربه کاربری در موبایل ساخته شده و ترکیبی از دسترسی‌پذیری، زیبایی و عملکرد را ارائه می‌دهد.",
    title: "منو دیجیتال",
  },
  {
    id: 6,
    image: "/image/carousel-1.svg",
    explain:
      "در این پروژه، یک منوی همبرگری مدرن و واکنش‌گرا طراحی شده که با کلیک روی آیکون سه‌خطی، به‌نرمی به آیکون بستن تبدیل می‌شود و یک ناوبری تمام‌صفحه را نمایش می‌دهد. این منو با تمرکز بر تجربه کاربری در موبایل ساخته شده و ترکیبی از دسترسی‌پذیری، زیبایی و عملکرد را ارائه می‌دهد.",
    title: "منو دیجیتال",
  },
];
export default portfolio;
